chbornman/gpu-fan-controller/sdkconfig.defaults
# Minimal ESP32-S3 config
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=4096
CONFIG_FREERTOS_HZ=1000
